Repository: 3bbing/Itsycal
Catalog: Moon/_translations/Itsycal/*.xliff
Languages: de, es

source: 1 day
es: 1 dìa

source: 2 days
es: 2 dìas

source: 3 days
es: 3 dìas

source: 4 days
es: 4 dìas

source: 5 days
es: 5 dìas

source: 6 days
es: 6 dìas

source: 7 days
es: 7 dìas

source: Add Location
es: Añadir ubicación

source: All-day:
es: todo el día:

source: Calendar access denied.\n\nItsycal is more useful when it can display events from your calendars. You can change this setting in System Preferences › Security & Privacy › Privacy
de: Kalenderzugriff verweigert.\n\nItsycal ist nützlich, wenn es Ereignisse aus Ihrem Kalender angezeigt werden können. Sie können diese Einstellung in den Systemeinstellungen › Sicherheit › Privatsphäre.
es: Acceso denegado.\n\nItsycal es más útil cuando se puede mostrar eventos de su calendario. Puede cambiar esta configuración en Preferencias del Sistema › Seguridad y privacidad › Privacidad

source: Cancel
de: Abbrechen
es: Cancelar

source: Click to Record Shortcut
de: Klicken, um Kurzbefehl eingeben
es: Haz click para elegir atajo

source: Click to record new shortcut
de: Klicken, um Kurzbefehl eingeben
es: Haz click para elegir atajo

source: Delete shortcut
de: Löschen Tastaturkurzbefehl
es: Eliminar atajo de teclado

source: Ends:
es: termina:

source: Event list shows:
es: La lista de eventos muestra:

source: First day of week
de: Erster Wochentag
es: Primer día de la semana

source: Friday
de: Freitag
es: Viernes

source: Keyboard shortcut
de: Tastaturkurzbefehl
es: Atajo de teclado

source: Launch at login
de: Starte Itsycal bei der Anmeldung
es: Abrir automáticamente al iniciar sesión

source: Monday
de: Montag
es: Lunes

source: New Event
es: Nuevo evento

source: New Event... ⌘N
de: Neues Ereignis … ⌘N
es: Nuevo evento… ⌘N

source: No events
es: Nada

source: Open Calendar... ⌘O
de: Kalender öffnen … ⌘O
es: Abrir La aplicación del calendario… ⌘O

source: Options
de: Optionen
es: Opciones

source: Pin Itsycal... P
de: Itsycal soll sichtbar bleiben … P
es: Mantener Itsycal… P

source: Preferences...
de: Einstellungen …
es: Preferencias…

source: Quit Itsycal
de: Itsycal beenden
es: Cerrar Itsycal

source: Saturday
de: Samstag
es: Sábado

source: Save Event
es: Salvar Evento

source: Show calendar weeks
de: Kalenderwoche anzeigen
es: Mostrar semanas del calendario

source: Space
de: Leertaste
es: Espacio

source: Starts:
es: empieza:

source: Sunday
de: Sonntag
es: Domingo

source: The Calendar application could not be found.
de: Die Kalender-Anwendung konnte nicht gefunden werden.
es: La aplicación del calendario no se pudo encontrar.

source: The key combination %@ cannot be used
de: Die Tastenkombination %@ kann nicht benutzt werden!
es: ¡La combinación de teclas %@ no puede usarse!

source: This shortcut cannot be used because it is already used by the menu item ‘%@’.
de: Die Tastenkombination kann nicht benutzt werden, da sie bereits von dem Menüeintrag ‘%@’ benutzt wird.
es: La combinación de teclas no puede ser usada pues ya está en uso por el ítem de menú ‘%@’.

source: Thursday
de: Donnerstag
es: Jueves

source: Tuesday
de: Dienstag
es: Martes

source: Type New Shortcut
de: Kurzbefehl eingeben
es: Escribir atajo

source: Type Shortcut
de: Kurzbefehl eingeben
es: Escribir atajo

source: Use Old Shortcut
de: Alte Tastenkombination benutzen
es: Usar atajo anterior

source: Wednesday
de: Mittwoch
es: Miércoles

source: ends
es: finaliza a las

source: Open Itsycal…
de: Itsycal öffnen …
es: Abrir Itsycal…
